const Spa = () => {
  return (
    <section className="container mx-auto px-4 lg:px-6 py-12">
      <div className="text-[#252630] grid md:grid-cols-2 gap-6">
        {/* Заголовок */}
        <h2 className="text-4xl font-bold">Оздоровительный отдых</h2>

        {/* Текстовый блок */}
        <p className="text-lg">
          Оздоровительный отдых в Европе — это сочетание передовых медицинских
          методик, природных целебных ресурсов и высочайшего уровня сервиса.
          <br />
          <br />
          DestXpert Travel предлагает лучшие европейские курорты с программами
          лечения, детокса, похудения и восстановления. Термальные источники,
          современные клиники, спа-комплексы и велнес-центры помогут вам
          укрепить здоровье, обрести гармонию и зарядиться энергией. Позвольте
          себе отдых, который приносит пользу!
        </p>
      </div>
    </section>
  );
};

export default Spa;
